[M_IrisDL3_PSYouSuck MissionDefinition]
MissionName="Fala Na Cara"
MissionDescription="Algum motoqueiro registrou umas coisas no Painel de Trabalhos para te provocar.\nJá que essas coisas não dão em nada se os fatos não forem comprovados, o Senhor Torgue sugeriu para você procurar o engraçadinho na [place]Forja Torgue[-place] e acabar com a raça dele."
TurnInDescription="Você colocou aqueles folgados em seus devidos lugares: SETE PALMOS ABAIXO DO CHÃO!"
MissionSummary="Elimine o folgado."
MissionGiver="Painel de Trabalhos da Forja"
MissionTurnInLocation="Painel de Trabalhos da Forja"
TeaserText="Se não tem nada de bom pra dizer, não diga nada... ou então consiga uma arma potente."

[M_IrisDL3_PSYouSuck:FindDude MissionObjectiveDefinition]
ProgressMessage="Procure o folgado"

[M_IrisDL3_PSYouSuck:KillDude MissionObjectiveDefinition]
ProgressMessage="Elimine o ''Troll''"

[M_IrisDL3_PSYouSuck:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_PSYouSuck:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

